app/controllers/audit_controller.rb

  def index
    @audits = Audit.order( sort_column + ' ' + sort_order )
---
SELECT "audits".* FROM "audits"